IDEA Open Model
LineLoad.Direction Property
Compatible with IDEA StatiCa 20.1
 local / global
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public LoadDirection Direction { get; set; }
Public Property Direction As LoadDirection
	Get
	Set
Property Value
Type: LoadDirection
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace